[
    {
      "title": "Базовая подписка",
      "description": "Основные функции для прослушивания музыки. Доступ к миллионам треков с возможностью создания простых плейлистов и базовых рекомендаций, основанных на ваших предпочтениях. Идеально подходит для обычного прослушивания музыки без дополнительных функций.",
      "period": "1 месяц",
      "type": "primary",
      "image": {
        "url": "https://img.championat.com/c/1200x900/news/big/j/o/mozhno-li-oglohnut-ot-naushnikov_16679043211793610496.jpg",
        "alt": "subscription-image"
      }
    },
    {
      "title": "Расширенная подписка",
      "description": "Расширенные функции для меломанов. Включает персонализированные рекомендации, основанные на ваших музыкальных вкусах, возможность создания и редактирования продвинутых плейлистов, доступ к новым релизам без задержек, и функции социального взаимодействия, такие как обмен плейлистами с друзьями.",
      "period": "3 месяца",
      "type": "primary",
            "image": {
        "url": "https://www.dk.ru/system/images/news/000/941/542_x_large_new_webp_origin_copyright.webp",
        "alt": "subscription-image"
      }
    },
    {
      "title": "Премиум подписка",
      "description": "Все функции для истинных любителей музыки. Включает оффлайн-режим для прослушивания без интернета, высокое качество звука (до 320 кбит/с), доступ к эксклюзивному контенту, возможность пропускать неограниченное количество треков, и интеграцию с домашними аудиосистемами. Также включает доступ к премиум-подкастам и эксклюзивным плейлистам.",
      "period": "6 месяцев",
      "type": "primary",
            "image": {
        "url": "https://intersound.kz/include/images/vse_o_sluhe_12.jpg",
        "alt": "subscription-image"
      }
    },
    {
      "title": "VIP подписка",
      "description": "Эксклюзивные функции и контент для самых преданных пользователей. Включает приоритетную поддержку, ранний доступ к новинкам и эксклюзивным релизам, специальные предложения и приглашения на закрытые мероприятия и концерты, персональные рекомендации от музыкальных экспертов, а также доступ к редким и архивным записям. Идеально подходит для тех, кто хочет быть на шаг впереди всех в мире музыки.",
      "period": "12 месяцев",
      "type": "primary",
            "image": {
        "url": "https://i.pinimg.com/originals/f8/e5/b1/f8e5b12ff372c6a6993948df0fe99c12.jpg",
        "alt": "subscription-image"
      }
    },
    {
      "title": "Подписка без рекламы",
      "description": "Прослушивание музыки без рекламы. Включает все основные функции, но с полным отсутствием рекламных блоков, что позволяет наслаждаться музыкой без перерывов. Также включает доступ к основным подкастам и эксклюзивным плейлистам, созданным редакцией Me Modoly.",
      "period": "1 месяц",
      "type": "secondary",
            "image": {
        "url": "https://mtdata.ru/u19/photo34C1/20536394040-0/original.jpg",
        "alt": "subscription-image"
      }
    },
    {
      "title": "Семейная подписка",
      "description": "Доступ для всей семьи. Включает до 6 индивидуальных аккаунтов, каждый с собственными рекомендациями, плейлистами и историей прослушиваний, что обеспечивает персонализированный опыт для каждого члена семьи. Также включает функции родительского контроля и семейные плейлисты, которые можно совместно редактировать.",
      "period": "3 месяца",
      "type": "secondary",
            "image": {
        "url": "https://i.pinimg.com/originals/7d/cc/ab/7dccaba38b8a25ced7cd8e0e6399e3d2.jpg",
        "alt": "subscription-image"
      }
    },
    {
      "title": "Студенческая подписка",
      "description": "Специальная скидка для студентов. Включает все функции расширенной подписки, но по сниженной цене, предоставляя доступ к миллионам треков, персонализированным рекомендациям и новым релизам. Требует подтверждения статуса студента каждые 12 месяцев.",
      "period": "6 месяцев",
      "type": "secondary",
            "image": {
        "url": "https://bez-provodov.com/wp-content/uploads/2019/04/besprovodnie-naushniki-s-microfonom.jpg",
        "alt": "subscription-image"
      }
    },
    {
      "title": "Премиум подписка без рекламы",
      "description": "Все функции премиум подписки и отсутствие рекламы. Включает оффлайн-режим, высокое качество звука, доступ к эксклюзивному контенту, неограниченное количество пропусков треков, доступ к премиум-подкастам и эксклюзивным плейлистам, а также возможность создания и редактирования своих плейлистов.",
      "period": "12 месяцев",
      "type": "secondary",
            "image": {
        "url": "https://medaboutme.ru/upload/medialibrary/335/shutterstock_521956912.jpg",
        "alt": "subscription-image"
      }
    },
    {
      "title": "Подписка на концерты",
      "description": "Эксклюзивный доступ к концертам и живым выступлениям. Включает прямые трансляции концертов, записи живых выступлений любимых исполнителей, возможность приобретения билетов на концерты с ранним доступом и скидками, а также доступ к архиву записей живых выступлений и эксклюзивным концертным плейлистам.",
      "period": "1 месяц",
      "type": "secondary",
            "image": {
        "url": "https://sun6-23.userapi.com/s/v1/ig2/cDF1t_4CGA4AXrQwJAzLrzCWYdS-QAMiVyi8cfWBug-l87TTEZtnAUez2kxeSLUkV42ltUphW70mV4TEftZVjWBE.jpg?size=1331x1332&quality=95&crop=291,0,1331,1332&ava=1",
        "alt": "subscription-image"
      }
    },
    {
      "title": "Подписка на подкасты",
      "description": "Доступ к эксклюзивным подкастам. Включает эксклюзивные серии и эпизоды от популярных ведущих, возможность загружать эпизоды для оффлайн-прослушивания, доступ к уникальному контенту, недоступному в других сервисах, и эксклюзивные интервью с известными музыкантами и артистами.",
      "period": "3 месяца",
      "type": "secondary",
            "image": {
        "url": "https://cdn.culture.ru/images/bbc19def-e4b2-5fbc-af51-9506ad51579f",
        "alt": "subscription-image"
      }
    }
  ]